<?php

return [
    'wishlist' => [
        'success' => 'Товар успешно добавлен в список желаний',
        'failure' => 'Товар не может быть добавлен в список желаний',
        'already' => 'Товар уже есть в вашем списке желаний',
        'removed' => 'Товар успешно удален из списка желаний',
        'remove-fail' => 'Товар не может быть удален из списка желаний',
        'empty' => 'У вас нет товаров в вашем списке желаний',
        'select-options' => 'Необходимо выбрать параметры перед добавлением в список желаний',
        'remove-all-success' => 'Все элементы из вашего списка желаний были удалены',
    ],
    'reviews' => [
        'empty' => 'Вы еще не просмотрели ни один продукт'
    ],
    'forget_password' => [
        'reset_link_sent' => 'Мы отправили вам ссылку для сброса пароля по электронной почте.',
        'email_not_exist' => 'Мы не можем найти пользователя с таким адресом электронной почты'
    ]
];