<?php
return [
    'datagrid' => [
        'actions' => 'Действия',
        'id' => 'Только столбцы индекса имеют значение больше нуля',

        'massaction' => [
            'mass-delete-confirm' => 'Вы действительно хотите удалить эти selected: resource?',
            'mass-update-status' => 'Вы действительно хотите обновить статус этих selected: ресурсов?',
            'delete' => 'Вы действительно хотите выполнить это действие?',
            'edit' => 'Вы действительно хотите отредактировать этот: ресурс?',
            'delete-category-product' => 'Выбранные категории содержат товары. Выполнение этого действия приведет к удалению связанных продуктов. Вы действительно хотите выполнить это действие? '
        ],

        'zero-index' => 'Столбцы индекса могут иметь только значения больше нуля',
        'no-records' => 'Записей не найдено',
        'filter-fields-missing' => 'Некоторые из обязательных полей не заполнены, пожалуйста, проверьте столбец, условие и значение правильно',
        'click_on_action' => 'Вы действительно хотите выполнить это действие?',
        'search' => 'Искать здесь ...',
        'filter' => 'Фильтр',
        'column' => 'Выбрать столбец',
        'condition' => 'Выбрать условие',
        'contains' => 'Содержит',
        'ncontains' => 'Не содержит',
        'equals' => 'равно',
        'nequals' => 'Не равно',
        'больше' => 'Больше',
        'less' => 'Меньше',
        'greatere' => 'Больше, чем равно',
        'lesse' => 'Меньше, чем равно',
        'value' => 'Выбрать значение',
        'true' => 'Истинный / Активный',
        'false' => 'Ложь / Неактивно',
        'between' => 'Между',
        'apply' => 'Применить',
        'items-per-page' => 'Элементов на странице',
        'value-here' => 'Значение здесь',
        'numeric-value-here' => 'Числовое значение здесь',
        'submit' => 'Отправить'
    ]
];